adam-bender.commit-message-editor
adrientecher.just-cant-git-enough
akamud.vscode-theme-onedark
charliermarsh.ruff
codezombiech.gitignore
donjayamanne.githistory
dzhavat.git-cheatsheet
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felipecaputo.git-project-manager
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hancel.markdown-image
hogashi.crontab-syntax-highlight
howardzuo.vscode-git-tags
jebbs.markdown-extended
joffreykern.markdown-toc
maxfieldwalker.vscode-imgur
mechatroner.rainbow-csv
mhutchie.git-graph
miyaoka.clipboard-to-imgur
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mushan.vscode-paste-image
nextflow.nextflow
nf-core.nf-core-extensionpack
oderwat.indent-rainbow
onnovalkering.vscode-singularity
reageyao.biosyntax
redhat.vscode-yaml
reditorsupport.r
shakram02.bash-beautify
snakemake.snakemake-lang
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tianyishi.rmarkdown
vector-of-bool.gitflow
vinirossa.vscode-gitandgithub-pack
withfig.fig
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
